Repository: constracti/daytip
Catalog: languages/daytip-*.po
Languages: el

source: Each line of the file consists of a title and the lines of the tip, separated by tab characters.
el: Κάθε γραμμή του αρχείου αποτελείται από τον τίτλο και τις γραμμές της συμβουλής, χωρισμένα από χαρακτήρες tab.

source: Shift
el: Ολίσθηση

source: Circularly shift tips to fill in the selected date range.
el: Κυκλική ολίσθηση των συμβουλών ώστε να συμπληρώσουν το επιλεγμένο εύρος ημερομηνιών.

source: From
el: Από

source: example
el: παράδειγμα

source: today
el: σήμερα

source: To
el: Έως

source: tomorrow
el: αύριο

source: Circular shift was successful.
el: Η κυκλική ολίσθηση ήταν επιτυχής.

source: Date range not specified.
el: Το εύρος των ημερομηνιών δεν έχει οριστεί.

source: Date limits are not valid.
el: Το όρια δεν αποτελούν έγκυρες ημερομηνίες.

source: There are not enough tips in the database to cover this date range.
el: Δεν υπάρχουν αρκετές συμβουλές στη βάση δεδομένων για να καλύψουν το συγκεκριμένο εύρος ημερομηνιών.

source: Export
el: Εξαγωγή

source: Download a text file listing all tips included in the database.
el: Κατέβασμα ενός αρχείου κειμένου που περιλαμβάνει όλες τις συμβουλές της βάσης δεδομένων.

source: Tips
el: Συμβουλές

source: Tip
el: Συμβουλή

# daytip
source: Add New
el: Προσθήκη νέας

source: Add New Tip
el: Προσθήκη νέας συμβουλής

source: Edit Tip
el: Επεξεργασία συμβουλής

source: New Tip
el: Νέα συμβουλή

source: View Tip
el: Προβολή συμβουλής

source: Search Tips
el: Αναζήτηση συμβουλών

source: No tips found
el: Δε βρέθηκαν συμβουλές

source: No tips found in Trash
el: Δε βρέθηκαν διαγεγραμμένες συμβουλές

source: All Tips
el: Όλες οι συμβουλές

source: Import
el: Εισαγωγή

source: Upload a text file listing all tips to be imported into the database.
el: Ανέβασμα ενός αρχείου κειμένου που περιλαμβάνει όλες τις συμβουλές που πρόκειται να εισαχθούν στη βάση δεδομένων.

source: Input file
el: Αρχείο εισόδου

source: Import was successful.
el: Η εισαγωγή ήταν επιτυχής.

source: Input file not specified.
el: Δεν έχει οριστεί το αρχείο εισόδου.

source: Upload failed due to an error.
el: Το ανέβασμα απέτυχε λόγω σφάλματος.

source: File parsing failed.
el: Η ανάγνωση του αρχείου απέτυχε.

source: Tip title follows the format <b>MM-DD</b>, where <b>MM</b> is a 2-digit month and <b>DD</b> is a 2-digit day.
el: Ο τίτλος της συμβουλής ακολουθεί τη μορφή <b>MM-DD</b>, όπου <b>MM</b> είναι ένας διψήφιος μήνας και <b>DD</b> είναι μία διψήφια ημέρα.

source: Encoding
el: Κωδικοποίηση

source: Structure
el: Δομή

source: Displays a widget with a tip of the current day.
el: Εμφανίζει μία μικροεφαρμογή με τη συμβουλή της τρέχουσας ημέρας.

source: Day Tip
el: Συμβουλή Ημέρας

source: Title
el: Τίτλος

source: Display a unique tip each day of the year.
el: Εμφανίζει μία μοναδική συμβουλή κάθε μέρα του έτους.
